<h3>Здравствуйте!</h3>
<p>В данный момент на сайте представлены следующие проекты:</p>
<ul>
    <li>Галерея картинок, с возможностью добавления новых на сайт, с занесением информации в БД.
        <ul>
            <li>При добавлении создается уменьшенная копия, которая выступает ссылкой на оригинал.</li>
            <li>На странице картинки можно оставлять комментарии.</li>
        </ul>
    </li>
    <li>Калькулятор, использующий ГЕТ и ПОСт методы</li>
    <li>Каталог книг (проект интернет-магазина), построенный на использовании БД.
        <ul>
            <li>На странице каталога есть возможность отобразить книги по категориям</li>
        </ul>
    </li>
</ul>
